{"id": "un-ode::https://www.un.org/independent-international-scientific-panel-ai/en", "title": "Open Call for candidates to serve on the UN Independent International Scientific Panel on AI", "date": "2025-09-25", "url": "https://www.un.org/independent-international-scientific-panel-ai/en", "origin_site": "un-ode", "text": "Established with Resolution A/RES/79/325 on 26 August 2025, the Independent International Scientific Panel on AI serves as the first global scientific body on Artificial Intelligence (AI), bringing together leading experts to assess how AI is transforming our lives."}
{"id": "un-ode::https://www.un.org/global-dialogue-ai-governance/en", "title": "High-level Multi-stakeholder Informal Meeting to Launch the Global Dialogue on Artificial Intelligence Governance", "date": "2025-09-25", "url": "https://www.un.org/global-dialogue-ai-governance/en", "origin_site": "un-ode", "text": "The Global Dialogue on AI Governance provides an inclusive platform within the United Nations for states and stakeholders to discuss the critical issues concerning AI facing humanity today."}
{"id": "un-ode::https://www.un.org/digital-emerging-technologies/content/un-digital-cooperation-day", "title": "Event: UN Digital Cooperation Day", "date": "2025-09-22", "url": "https://www.un.org/digital-emerging-technologies/content/un-digital-cooperation-day", "origin_site": "un-ode", "text": "Organized by the Office for Digital and Emerging Technologies (ODET), Digital Cooperation Day takes place during the UN General Assembly High-Level Week, marking exactly one year since the adoption of the Global Digital Compact.\n\nLeaders from government, the private sector, civil society, and academia will convene for panels, roundtables, and launches by ODET and partners, showcasing progress and new initiatives across key themes of the Compact. The agenda spans inclusive digital economies, AI governance, and digital public infrastructure as foundations for open, safe, secure, and accountable digital futures.\n\nDigital Cooperation Day is in-person, with live broadcast for certain sessions.\n\nKeynotes\n\nPanelists\n\nModerator\n\nMC\n\nMayors for Digital Cooperation\n\nRemarks\n\nEmpowering Country-Led Action for Digital Transformation\n\nKeynote\n\nSpeakers\n\n1. High-level Opening\n\n2. Country Showcases : The GDC reinforces political and financial backing for DPI, with commitments to scale investments, establish safeguards, and share best practices. The DPI Safeguards Initiative, stewarded by UN ODET and UNDP, ensures benefits are maximized while risks are managed. This segment will present country showcases on adopting the Safeguards Framework.\n\n3. Launching New Global Assets : Since its launch, the initiative has developed the first Universal DPI Safeguards Framework, published in September 2024, and has worked to mainstream it globally. This includes supporting countries in adapting the framework to local contexts and creating tools and resources to guide practitioners.​ This segment will present the new tools the DPI Safeguards Working Groups have developed.\n\n4. Funding for DPI Safeguards : This segment addresses the question how stakeholders can ensure that every DPI project puts adequate safeguards in place. In particular, the panel will discuss how sustainable funding can be secured.\n\nModerators\n\nCo-organized by ITU, ISO & IEC\n\n*Indicates closed door meeting\n\nNote: by attending Digital Cooperation Day, you consent to photography and video recording, which may be used for documentation and communication purposes."}
{"id": "un-ode::https://www.un.org/digital-emerging-technologies/content/sti-forum-action-day", "title": "Event: Science, Technology and Innovation Forum Action Day", "date": "2025-05-06", "url": "https://www.un.org/digital-emerging-technologies/content/sti-forum-action-day", "origin_site": "un-ode", "text": "In-person registration is now closed. For virtual participation, please join online via the UN Web TV link above.\n\nThe STI Forum is convened annually by the President of ECOSOC to foster global collaboration on science, technology, and innovation in support of the Sustainable Development Goals (SDGs). The 2025 forum will be co-chaired by the Permanent Missions of Morocco and Finland to the UN. The theme for the STI Forum 2025 is: “Advancing sustainable, inclusive, and evidence-based, science and technology solutions and innovations for the 2030 Agenda and its SDGs for leaving no one behind”.\n\nThis year’s STI Forum marks a milestone as the first gathering since the adoption of the Global Digital Compact (GDC) by UN Member States. The Action Day will kick off under the theme Advancing the Global Digital Compact , with a dynamic, high-level event focused on translating the commitments of the GDC into concrete actions for science, technology, and innovation in support of the SDGs.\n\nJoin high-level policymakers, researchers, entrepreneurs, and advocates in their discussion on the future of inclusive and responsible digital development.\n\nThe Action Day programming for the main stage will consist of the below sessions:\n\nIt will highlight key opportunities and challenges in translating global commitments into action, particularly in harnessing digital public infrastructure, artificial intelligence, and open digital ecosystems to drive sustainable development.\n\nSpeakers:\n\nObjective\n\nThe STI Forum 2025 is the first forum since the adoption of the Global Digital Compact (GDC). With a strong mandate, the STI Forum is an ideal occasion to discuss the GDC’s implementation. The UN Office for Digital and Emerging Technologies’ (ODET) active curation of the STI Action Day will closely link the implementation of the Global Digital Compact with the STI Forum.\n\nAttending the STI Forum on 7–8 May?"}
{"id": "un-ode::https://www.un.org/techenvoy/content/press-release-un-secretary-general%E2%80%99s-envoy-technology-undertakes-official-visit-india", "title": "Press Release: UN Secretary-General’s Envoy on Technology undertakes official visit to India", "date": "2025-01-09", "url": "https://www.un.org/techenvoy/content/press-release-un-secretary-general%E2%80%99s-envoy-technology-undertakes-official-visit-india", "origin_site": "un-ode", "text": "9 January 2025 – The United Nations Secretary-General’s Special Envoy on Digital and Emerging Technologies, Under-Secretary-General Amandeep Singh Gill, is undertaking an official visit to India, his first official trip since the establishment of the new UN Office for Digital and Emerging Technologies (ODET).\n\nUSG Gill’s visit to India began on 7 January. His programme includes bilateral meetings at the Ministry of External Affairs and the Ministry of Electronics and Information Technology as well as interactions with tech companies, civil society and other stakeholders in the digital transformation in Mumbai and New Delhi. The official visit will conclude on 16 January.\n\nDuring his trip USG Gill is also participating in a series of public roundtable sessions, including one about artificial intelligence (AI) & data governance and another on young people & digital inclusion.\n\nODET, established as of 1 January, was created from a decision by the UN General Assembly last month following the adoption of the Global Digital Compact at the Summit of the Future in September 2024.\n\nThe new Office will help the UN tackle more effectively the opportunities and challenges posed by today’s rapidly evolving technological landscape. A key focus will be supporting the follow-up and implementation of the Global Digital Compact, including its decisions on AI governance.\n\nODET’s establishment reflects the growing importance of a coordinated, inclusive and multi-stakeholder approach to the governance of technologies anchored in the UN Charter, human rights and the sustainable development agenda.\n\nFor more information, please contact: techenvoy@un.org ."}
{"id": "un-ode::https://www.un.org/techenvoy/content/press-release-new-un-office-digital-and-emerging-technologies", "title": "Press Release: A new UN Office for Digital and Emerging Technologies", "date": "2025-01-01", "url": "https://www.un.org/techenvoy/content/press-release-new-un-office-digital-and-emerging-technologies", "origin_site": "un-ode", "text": "1 January 2025 – As of 1 January 2025, the Office of the Secretary-General’s Envoy on Technology will transition to a new UN Office for Digital and Emerging Technologies (ODET). This historic development flows from a decision by the UN General Assembly on 24 December 2024, following the adoption of the Global Digital Compact at the Summit of the Future in September 2024. With a strengthened mandate, ODET will help the UN address more effectively the opportunities and challenges posed by today’s rapidly evolving technological landscape. A key focus for the Office will be supporting the follow-up and implementation of the Global Digital Compact, including its decisions on AI governance.\n\nThe establishment of ODET reflects the growing importance of a coordinated, inclusive and multistakeholder approach to the governance of technologies anchored in the UN Charter, human rights, and the sustainable development agenda.\n\nODET will act across five strategic areas to: a) Serve as advocate and focal point for digital cooperation in the UN for Member States and stakeholders; b) Facilitate inclusive, multistakeholder policy dialogue on digital and emerging technologies; c) Advise senior UN leadership on key technology trends so as to guide the strategic approach taken by the Organization on such issues; d) Strengthen system-wide coordination within and across the UN system on digital and emerging technologies; and e) Support the follow-up and implementation of the Global Digital Compact ."}
{"id": "un-ode::https://www.un.org/techenvoy/content/press-release-usg-envoy-technology-advocates-linguistic-diversity-ai-development-19th", "title": "Press Release: UN Envoy on Technology advocates for linguistic diversity in AI development at the 19th Francophonie Summit", "date": "2024-10-04", "url": "https://www.un.org/techenvoy/content/press-release-usg-envoy-technology-advocates-linguistic-diversity-ai-development-19th", "origin_site": "un-ode", "text": "Le texte en français suit le texte en anglais.\n\n4 October 2024, Villers-Cotterêts, France - UN Under-Secretary-General and Envoy on Technology Amandeep Gill took the stage today at the 19th Francophonie Summit to emphasize the critical role of linguistic and cultural diversity in the age of artificial intelligence (AI). The event, hosted by France for the first time in 33 years, brings together representatives from more than 100 states and governments, with the theme \"Create, Innovate, and Entreprendre in French.\"\n\nIn his speech, delivered in French, the United Nations Secretary General’s Envoy on Technology highlighted the impact of AI, particularly generative AI, in reshaping global interactions and linguistic landscapes. He noted that AI systems, predominantly developed using data from a single language and culture, risk limiting global diversity if not addressed.\n\n“The strength of our languages lies in their ability to allow us to think clearly, define problems, and solve them. As AI mimics our unique human capacity for language, we must ensure it serves all of humanity equitably,” said Gill.\n\nMr Gill referenced the final report of the High-Level Advisory Board on Artificial Intelligence (HLAB) , recently launched at the UN, which provides a nuanced analysis of the risks and opportunities posed by AI. He underscored the need for AI governance that embraces the diversity of languages and cultures to prevent a \"monoculture\" of digital content, urging stakeholders to take concrete actions to ensure the visibility of plural content online.\n\nThe summit in Villers-Cotterêts comes at a time when the Global Digital Compact (GDC) has been unanimously adopted by UN Member States at the Summit of the Future . This landmark agreement establishes a universal framework for AI governance, aligned with the recommendations of the HLAB, and recognizes the immediate importance of fostering fair and inclusive development through digital cooperation.\n\nAs part of his remarks, USG Gill expressed gratitude to the Organisation Internationelle de la Francophonie (OIF) for its unwavering support in translating and disseminating the HLAB’s recommendations in French, ensuring they are accessible to a broader audience. He also acknowledged the leadership of French President Emmanuel Macron for his vision and advocacy, from establishing – together with Canadian Prime Minister, Justin Trudeau- the Global Partnership on AI , to championing the rights of francophones in the digital world.\n\nLooking ahead, the Envoy on Technology reiterated the United Nations' commitment to supporting the upcoming Action Summit on AI , which will be hosted by France in the coming months, further advancing the goals of the Global Digital Compact, those of equity, diversity, and shared technological progress.\n\nBelow you can find the speech delivered.\n\n----------\n\nL'Envoyé du Secrétaire Général des Nations Unies pour la technologie, Amandeep Gill, plaide pour la diversité linguistique dans le développement de l'IA au 19e Sommet de la Francophonie à Villers-Cotterêts\n\n4 octobre 2024, Villers-Cotterêts, France – Le Sous-Secrétaire général et Envoyé pour la technologie des Nations Unies, Amandeep Gill, a pris la parole aujourd'hui au 19e Sommet de la Francophonie pour souligner le rôle crucial de la diversité linguistique et culturelle à l'ère de l'intelligence artificielle (IA). L'événement, accueilli par la France pour la première fois en 33 ans, réunit des représentants de plus de 100 États et gouvernements sous le thème \"Créer, innover et entreprendre en français.\"\n\nDans son discours, prononcé en français, l'Envoyé a mis en lumière l'impact de l'IA, notamment de l'IA générative, dans la redéfinition des interactions mondiales et des paysages linguistiques. Il a noté que les systèmes d'IA, principalement développés à partir de données provenant d'une seule langue et d'une seule culture, risquent de limiter la diversité mondiale s'ils ne sont pas traités. “La force de nos langues réside dans leur capacité à nous permettre de penser clairement, de définir des problèmes et de les résoudre. Alors que l'IA imite cette capacité humaine unique, nous devons nous assurer qu'elle serve équitablement toute l'humanité”, a déclaré Gill.\n\nM. Gill a fait référence au rapport final du Groupe consultatif de haut niveau sur l'intelligence artificielle (HLAB), récemment lancé aux Nations Unies, qui propose une analyse nuancée des risques et des opportunités liés à l'IA. Il a souligné la nécessité d'une gouvernance de l'IA qui embrasse la diversité des langues et des cultures pour éviter une \"monoculture\" du contenu numérique, appelant les parties prenantes à prendre des mesures concrètes pour assurer la visibilité des contenus pluriels en ligne.\n\nLe sommet de Villers-Cotterêts se déroule à un moment où le Pacte numérique mondial (GDC) a été adopté à l'unanimité par les États membres des Nations Unies lors du Sommet pour l’avenir. Cet accord historique établit un cadre universel pour la gouvernance de l'IA, aligné sur les recommandations du HLAB, et reconnaît l'importance immédiate de promouvoir un développement juste et inclusif grâce à la coopération numérique.\n\nDans ses remarques, l'Envoyé Gill a exprimé sa gratitude à l'Organisation Internationale de la Francophonie (OIF) pour son soutien indéfectible à la traduction et à la diffusion des recommandations du HLAB en français, les rendant ainsi accessibles à un public plus large. Il a également salué le leadership du Président français Emmanuel Macron pour sa vision et son plaidoyer, notamment en collaboration avec le Premier ministre canadien Justin Trudeau, pour la création du Partenariat mondial sur l'IA et la défense des droits des francophones dans le monde numérique.\n\nEn conclusion, l'Envoyé pour la technologie a réitéré l'engagement des Nations Unies à soutenir le prochain Sommet sur l’Action pour l’IA, qui sera accueilli par la France dans les mois à venir, faisant progresser les objectifs du Pacte numérique mondial, en matière d'équité, de diversité et de progrès technologique partagé.\n\nPour toute demande de renseignements, veuillez contacter : techenvoy@un.org\n\nVous trouverez ci-dessous le discours prononcé :\n\nExcellences, mesdames et messieurs,\n\nC’est un plaisir d’être avec vous aujourd'hui en France pour le 19eme sommet de la francophonie. En tant que polyglotte et francophone, j'ai appris à apprécier le privilège de voir le monde à travers plusieurs langages – chacun avec sa richesse, ses nuances et sa profondeur culturelle et sociale. Chacune de nos langues sont le fruit d’innovation humaine durant des siècles - le petit devient grand mais reste petit dans un dynamique à la fois individuel et collective ; elles nous permettent non seulement de communiquer mais aussi de penser clairement, définir des problèmes et les résoudre.\n\nAvec l’avenue de l’intelligence artificielle, en particulier l’IA générative, nous sommes à un moment clé qui pourrait redéfinir nos interactions culturelles et l’étendue de nos espaces linguistiques et cognitives.  Car, cette technologie est conçue pour imiter l'une des capacités la plus singulière de l'humanité : le langage et par ce biais atteindre d’autres domaines de compétence humaine. C’est un ‘hack’ en profondeur avec des implications sociales, politiques et économiques difficile à imaginer.\n\nIl y a bien sûr des retombées vastes. Accélération de recherches scientifiques, productivité et croissance à long terme, le potentiel de rattraper le retard sur les objectifs du développement durable (ODDs). Mais cela ne nous concerne pas aujourd’hui. Je vous invite tous à lire le rapport final de l’instance du haut niveau de Secrétaire Générale des Nations Unies sur l’IA qui a été rendu public deux semaines auparavant pour une analyse nuancé des risques, des débouchés et des catalyseurs.\n\nMalgré la puissance de ces nouvelles technologies, elles sont principalement développées en utilisant les données issues d’une seule langue et donc infusé essentiellement à partir d’une seule culture. Elles incorporent des biais et les imaginations – par fois limités de leurs souches. Dans peu de temps, les LLMs – large language models - pourrait servir d’intermédiaire pour des millions pour accéder à l’information, des services publiques et privés, des outils de productivités. Nos belles différences, nos particularités, nos histoires disparaitront dans une masse. Cette monoculture, cette pénurie de diversité culturel et linguistiques en ligne n’existera pas seul. Elle sera jumelée à un fossé numérique croissant.\n\nMalgré l’essor de plusieurs initiatives qui ont entrepris activement une démarche de coopération afin d’établir un ou des modèles de gouvernance de cette technologie, force est de constater que très peu de ces initiatives considèrent l’enjeu de la diversité linguistique et culturelle comme essentiel et au cœur du développement d’un modèle de gouvernance qui pérennise ces avancées technologiques et protège cette diversité. Seul une approche réellement globale, ouverte a toutes les cultures sans exceptions et qui œuvre vers l’établissement de normes et de modèle de gouvernance réellement globale, permettrait ce développement égale et juste. De ce constat est ne le HLAB, et son récent rapport final et ces recommandations témoigne de sa portée globale et sa volonté d’élargir la responsabilité et le profit de cette technologie a l’humanité entière sans exception.\n\nRécemment, lors du sommet du future, les états membres ont adopté unanimement le pacte du futur et le pacte numérique mondiale, reconnaissant l’enjeu et l’importance du numérique et de la coopération pour le développement. Ce pacte constitue entre autre un premier accord universel pour la gouvernance de l’intelligence artificielle, et reprend certains éléments des recommandations en reconnaissant leur s importances immédiates pour un développement égale et juste.\n\nCe développement ne se fera pas sans cette nuance culturelle et linguistique, et afin d’ouvrer vers un plurilinguisme réel, nous devons s’assurer de réunir tous les interlocuteurs autour de la table, et de favoriser et de renforcer la découvrabilité plurielle des différents contenus numériques. En effet sans favoriser cette decouvrabilité, la plupart des données récoltées continueront a être monolingue et donc biaisé.\n\nLe Pacte Numérique Mondial donne aux Nations Unies et à tous les États membres un mandat clair : faire en sorte que l'IA devienne un levier d'opportunités, de diversité et de richesse culturelle. Sa promesse est immense, et il nous incombe de façonner sa trajectoire pour qu'elle encourage le multilinguisme et respecte les cultures nationales. Les principes fondamentaux des Nations Unies – promouvoir et encourager le respect des droits de l'homme et des libertés fondamentales pour tous – guident nos efforts. Ensemble, avec la communauté internationale, nous tiendrons cette promesse, en veillant à ce que la technologie serve l'humanité, sans discrimination basée sur la langue.\n\nAvant de conclure, je tiens à exprimer ma sincère gratitude à la Francophonie pour son soutien indéfectible au Pacte Numérique Mondiale et son assistance afin de rendre disponibles en français les recommandations du Groupe consultatif de haut niveau du Secrétaire général sur l'IA.\n\nEnfin, je voudrais exprimer ma profonde reconnaissance à M. le Président Macron. Sa vision et son leadership dans ce domaine ont été inestimables. Depuis la création, avec Canadá, du Partenariat mondial sur l'IA – à un moment où peu d'autres reconnaissaient l'importance de l'IA – jusqu'à son plaidoyer en faveur des droits des citoyens francophones, il a été un défenseur infatigable de l’innovation toute en respectant le multiculturalisme et le multilatéralisme. En défendant la langue française, le Président Macron défend également la protection de toutes les langues, soutenant ainsi la diversité linguistique qui enrichit notre monde.\n\nAlors que nous nous tournons vers le prochain Sommet sur l'Action pour l'IA, organisé par la France dans quelques mois, les Nations Unies se tiennent prêtes à vous soutenir dans la réalisation d’un avenir équitable, diversifié et porté par une technologie qui reflète nos valeurs communes.\n\nJe vous remercie."}
{"id": "un-ode::https://www.un.org/sustainabledevelopment/blog/2024/09/press-release-sotf-2024/#:~:text=New%20York%2C%2022%20September%202024,and%20the%20challenges%20of%20tomorrow.", "title": "Press Release: United Nations adopts ground-breaking Pact for the Future to transform global governance", "date": "2024-09-22", "url": "https://www.un.org/sustainabledevelopment/blog/2024/09/press-release-sotf-2024/#:~:text=New%20York%2C%2022%20September%202024,and%20the%20challenges%20of%20tomorrow.", "origin_site": "un-ode", "text": "United Nations adopts ground-breaking Pact for the Future to transform global governance\n\nNew York, 22 September 2024 – World leaders today adopted a Pact for the Future that includes a Global Digital Compact and a Declaration on Future Generations. This Pact is the culmination of an inclusive, years-long process to adapt international cooperation to the realities of today and the challenges of tomorrow. The most wide-ranging international agreement in many years, covering entirely new areas as well as issues on which agreement has not been possible in decades, the Pact aims above all to ensure that international institutions can deliver in the face of a world that has changed dramatically since they were created. As the Secretary-General has said, “we cannot create a future fit for our grandchildren with a system built by our grandparents.”\n\nOverall, the agreement of the Pact is a strong statement of countries’ commitment to the United Nations, the international system and international law.  Leaders set out a clear vision of an international system that can deliver on its promises, is more representative of today’s world and draws on the energy and expertise of governments, civil society and other key partners.\n\n“The Pact for the Future, the Global Digital Compact, and the Declaration on Future Generations open the door to new opportunities and untapped possibilities,” said the Secretary-General during his remarks at the opening of the Summit of the Future. The President of the General Assembly noted that the Pact would “lay the foundations for a sustainable, just, and peaceful global order – for all peoples and nations.”\n\nThe Pact covers a broad range of issues including peace and security, sustainable development, climate change, digital cooperation, human rights, gender, youth and future generations, and the transformation of global governance. Key deliverables in the Pact include:\n\nIn the area of peace and security\n\nOn sustainable development, climate and financing for development\n\nOn digital cooperation\n\nYouth and future generations\n\nHuman rights and gender\n\nThere are provisions across the Pact and its annexes for follow-up action, to ensure that the commitments made are implemented.\n\nSummit Process\n\nThe Summit process and the Pact have been deeply enriched by the contributions of millions of voices and thousands of stakeholders from around the world.\n\nThe Summit brought together over 4000 individuals from Heads of State and Government, observers, IGOs, UN System, civil society and non-governmental organizations. In a broader push to increase the engagement of diverse actors, the formal Summit was preceded by the Action Days from 20-21 September, which attracted more than 7,000 individuals representing all segments of society. The Action Days featured strong commitments to action by all stakeholders, as well as pledges of USD 1.05 billion to advance digital inclusion.\n\n###\n\nFor more information:  https://www.un.org/en/summit-of-the-future\n\nFrancyne Harrigan, United Nations Department of Global Communications | harriganf@un.org\n\nStefania Piffanelli, Executive Office of the Secretary-General, United Nations | piffanelli@un.org\n\nJackquelyn Kay Topacio, Executive Office of the Secretary-General, United Nations | jackquelyn.topacio@un.org"}
{"id": "un-ode::https://www.un.org/techenvoy/content/press-release-un-and-oecd-announce-next-steps-collaboration-artificial-intelligence", "title": "Press Release: UN and OECD announce next steps in collaboration on Artificial Intelligence", "date": "2024-09-22", "url": "https://www.un.org/techenvoy/content/press-release-un-and-oecd-announce-next-steps-collaboration-artificial-intelligence", "origin_site": "un-ode", "text": "22 September 2024 – Meeting on the margins of the Summit of the Future at United Nations (UN) headquarters in New York, the UN Secretary-General’s Envoy on Technology, Under-Secretary-General Amandeep Singh Gill and Deputy Secretary-General of the Organisation for Economic Cooperation and Development (OECD) Ulrik Vestergaard Knudsen, announced a new enhanced collaboration between the UN and the OECD on global AI governance.\n\n“The speed of AI technology development and the breadth of its impact requires diverse policy ecosystems to work more cohesively. And in real-time. I am delighted that the OECD and the UN will link their efforts to help governments improve the quality and timeliness of their policy response to AI’s opportunities and its risks,” UN Under-Secretary General Gill said. “We will work with all stakeholders, including leading scientists and academic centres from around the globe, to realise this goal.”\n\n\"Rigorous scientific and evidence-based assessment must be at the heart of global AI governance. This announcement marks a significant step in that direction by bringing the technical and analytical capabilities of the OECD together with the UN's global reach and complementary efforts to support globally coordinated AI governance,” OECD Deputy Secretary General Knudsen said. “The OECD's AI Policy Observatory, our extensive work to advance the implementation of the AI Principles and the Global Partnership on AI at the OECD provide a strong foundation for this collaboration. Our joint efforts will help countries to seize all the opportunities of AI while mitigating and better managing the associated risks and disruptions to foster human-centred, safe, secure and trustworthy AI.”\n\nUN-OECD collaboration will focus on regular science and evidence-based AI risk and opportunity assessments. The two organisations will leverage their respective networks, convening platforms and ongoing work on AI policy and governance to support their member States and other stakeholders in their efforts to foster a globally inclusive approach.\n\nFor further information, journalists are invited to contact lucia.velasco@un.org ."}
{"id": "un-ode::https://www.un.org/techenvoy/sites/www.un.org.techenvoy/files/Daily_Digital_Digest_21_Sept.pdf", "title": "High-Level Event: Summit of the Future", "date": "2024-09-21", "url": "https://www.un.org/techenvoy/sites/www.un.org.techenvoy/files/Daily_Digital_Digest_21_Sept.pdf", "origin_site": "un-ode", "text": ""}
{"id": "un-ode::https://www.un.org/sites/un2.un.org/files/governing_ai_for_humanity_final_report_en.pdf", "title": "Report: Governing AI for Humanity", "date": "2024-09-19", "url": "https://www.un.org/sites/un2.un.org/files/governing_ai_for_humanity_final_report_en.pdf", "origin_site": "un-ode", "text": ""}
{"id": "un-ode::https://www.un.org/techenvoy/global-digital-compact/intergovernmental-process", "title": "Global Digital Compact Stakeholder Sessions", "date": "2024-08-22", "url": "https://www.un.org/techenvoy/global-digital-compact/intergovernmental-process", "origin_site": "un-ode", "text": "Global Digital Compact Section\n\nAn Open, Safe & Secure Digital Future for All\n\nOn October 2022, the President of the UN General Assembly appointed the Permanent Representatives of Rwanda and of Sweden as Co-facilitators to lead the intergovernmental process on the Global Digital Compact . On 2 May 2023, the Co-facilitators shared the updated road map for the intergovernmental process.\n\nConsultations with Member States and Stakeholders took place from January 2023 through June 2023, allowing for remote participation of Stakeholders. On 22 February 2023, the Co-facilitators shared the calendar for the thematic deep-dives (see letter here ). Information for each meeting is being released below. Stakeholders interested in participating are asked to sign up via the respective registration link.\n\nOn 10 October 2023, the President of the General Assembly appointed the Permanent Representatives of Sweden and Zambia as Co-Facilitators to lead the intergovernmental process on the Global Digital Compact.\n\nThe Compact was adopted by world leader on 22 September 2024 at the Summit of the Future in New York. Read the press release and join the Compact .\n\n▼\n\nInformal consultations with Member States and observers\n\nWhen: 30 January 2023 - see recording\n\nInformal consultations with Stakeholders and Member States\n\nWhen: 3 and 10 February 2023\n\nThematic Deep-Dive - Digital inclusion and connectivity\n\nWhen: 27 March 2023 - starting 10.00 ET\n\nSee guiding questions and further details in the Co-facilitators' letter of 20 March 2023 .\n\nThematic Deep-Dive - Internet governance\n\nWhen: 13 April 2023 - starting 10.00 ET\n\nSee guiding questions and further details in the Co-facilitators' letter of 5 April 2023 .\n\nThematic Deep-Dive - Data protection\n\nWhen: 24 April 2023 - starting 10.00 ET\n\nSee guiding questions and further details in the Co-facilitators' letter of 18 April 2023 .\n\nThematic Deep-Dive - Human Rights online\n\nWhen: 8 May 2023 - 10.00am - 1:00pm ET\n\nSee guiding questions and further details in the Co-facilitators' letter of 2 May 2023\n\nThematic Deep-Dive - Artificial Intelligence and other emerging technologies\n\nWhen: 25 May 2023 - 10:00am - 1:00pm ET\n\nSee guiding questions and further details in the Co-facilitators' letter of 19 May 2023\n\nThematic Deep-Dive - Digital Trust and security\n\nWhen: 25 May 2023 -  3:00 - 6:00pm ET\n\nThematic Deep-Dive - Global digital commons\n\nWhen: 14 June 2023 - 10:00am - 1:00pm ET\n\nSee guiding questions and further details in the Co-Facilitators' letter of 9 June 2023\n\nThematic Deep-Dive - Accelerating progress on the Sustainable Development Goals (SDGs)\n\nWhen: 14 June 2023 -  3:00 - 6:00pm ET\n\nSee guiding questions and further details in the Co-Facilitators' letter of 9 June 2023.\n\nUN Secretary-General Policy Brief, Global Digital Compact\n\nFirst Round of Consultations\n\nSee guiding questions and additional information here in the Co-Facilitators' Letter of 2 February 2024\n\nSecond Round of Consultations\n\nSee additional information and the structural elements for a Global Digital Compact in the Co-Facilitators' Letter of 24 February 2023\n\nMember States and stakeholders can provide their comments and inputs on the structural elements via this form . The form will close at 11:59pm EST on 8 March 2024\n\nSee the full calendar in the Co-Facilitators' Letter of 15 December 2023\n\nAll interested stakeholders are invited to a virtual meeting on 24 April from 3 p.m. to 4:30 p.m. ET. Stakeholders can register their interest to speak and/or participate via this link .\n\nSee the Co-Facilitators' invitation letter dated 16 April 2024 .\n\nSee the full calendar in the Co-Facilitators Letter of 15 December 2023\n\nAll interested stakeholders are invited to a virtual meeting on 21 May from 10 a.m. to 12 p.m. ET. Stakeholders can register their interest to speak and/or participate via this link .\n\nSee the Co-Facilitators' invitation letter dated 16 May 2024 .\n\nAll interested stakeholders are invited to a virtual meeting on 21 June from 10 a.m. to 11:30 a.m. ET. Stakeholders can register their interest to speak and/or participate via this link .\n\nSee the Co-Facilitators' invitation letter dated 3 June 2024 .\n\nAll interested stakeholders are invited to a virtual meeting on 22 August from 10 a.m. to 11:30 a.m. ET. Stakeholders can register their interest to speak and/or participate via this link .\n\nOn 22 September 2024, world leaders adopted a Pact for the Future that includes a Global Digital Compact and a Declaration on Future Generations. This Pact is the culmination of an inclusive, years-long process to adapt international cooperation to the realities of today and the challenges of tomorrow. The Global Digital Compact, annexed to the Pact, is the first comprehensive global framework for digital cooperation and governance of AI. Read the press release and join the Compact ."}
{"id": "un-ode::https://www.ilo.org", "title": "Report: Mind the AI Divide", "date": "2024-08-07", "url": "https://www.ilo.org", "origin_site": "un-ode", "text": "International Day of Persons with Disabilities\n\nNews\n\nNew ILO guidelines chart path to decent work throughout recycling chains\n\nExpanding the movement: Major multinationals join the ILO Global Business and Disability Network\n\nJoint report ILO/FAO\n\nILO and FAO warn: Agricultural employment in Latin America remains predominantly informal\n\nWorld AIDS Day\n\nWorkplaces close HIV testing gaps in men and drive health and wellness\n\nThe State of Social Justice 2025: A work in progress\n\nWorld Employment and Social Outlook: May 2025 Update\n\nGlobal Wage Report 2024-25: Is wage inequality decreasing globally?\n\nWorld Social Protection Report 2024-26: Universal social protection for climate action and a just transition\n\nObservatory on AI and Work in the Digital Economy\n\nILO Live: Broadcasting on the world of work 24/7\n\nILO Voices: First-person stories from the world of work\n\nThe Future of work podcast\n\nTransition from the informal to the formal economy\n\nJust transitions towards environmentally sustainable economies and societies\n\nDecent work outcomes in supply chains\n\nDecent work in crisis and post-crisis situations\n\nInstitutionnal governance\n\nOfficial meetings\n\nResources for Social Partners\n\nDevelopment partners\n\nFocus on social justice\n\nSocial justice is the foundation of peaceful societies that are equitable, inclusive, sustainable, and resilient.\n\nILO Helpdesk for Business on International Labour Standards\n\nInternational Training Centre of the ILO (ITCILO)"}
{"id": "un-ode::https://www.un.org/techenvoy/content/ospos-good-2024", "title": "Event: OSPOs for Good Conference", "date": "2024-07-10", "url": "https://www.un.org/techenvoy/content/ospos-good-2024", "origin_site": "un-ode", "text": "The second edition of the OSPOs for Good symposium is set to be a multi-day conference held on 9th and 10th July 2024, with a richer global presence of diverse open source thinkers, with bigger ambitions and strides for championing OSPOs as a global network for good.\n\nBy building on the success of last year’s event, the goal of the 2024 conference is to be ‘bigger and better’ in every way. This action symposium aims to serve as a high-level coming out party for open source in the UN system, delivering high-level thematic tracks that address key areas of open source policy, as well as highlighting emerging examples of ‘open source for good’ from across the globe. It will prominently highlight the theme of ‘open source networks as enablers of global cooperation’.\n\nWhile the 2024 conference will of course focus on the role of Open Source Programme Offices (OSPOs) like last year’s event, this conference will expand the scope to focus on how the conversation around OSPOs are enabling new forms of global cooperation around open source for good in countries.\n\nFull agenda coming soon.\n\nDay 1 topics include : AI and Open Source, Open Source at the UN, Open Source in the Global South, Open Source and Governments\n\nDay 2 topics include : Open Source at Work in the World, Youth and Open Source, Engaging the Open Source Community, Open Source Networked Cities, The Next Decade: Envisioning the Future of Open Source\n\nOpen Source and AI\n\nKeynote: Phlllip Thigo\n\nPanel: Ashley Kramer, Craig Ramlal, Mehdi Snene, Sasha Luccioni, Sergio Gaggo Huerta, Stefano Maffulli\n\nOpen Source in the Global South\n\nPanel: Armando J. Manzueta Peña, Ben Cerveny, Mitchell Baker, Rahul Kulkarni, Talla Kebe\n\nOpen Source at the UN\n\nKeynote: Tawfik Jelassi\n\nPanel: Lucy Harris, Omar Mohsine, Robert Opp, Sameer Chauhan, Sunita Grote, Vincent Martin\n\nOpen Source and Governments\n\nKeynote: Pearse O’Donohue\n\nPanel: Aeva Black, Bastien Guerry, H.E. Bayissa Badada, Juliano Seabra, Markus Richter, Sarah Espaldon\n\nOpen Source at Work in the World\n\nKeynote: Adriana Groh, Andreas Reckert-Lodde\n\nPanel: Anir Chowdhury, David Nalley, Demetris Cheatham, Mike Milinkovich, Sophia Vargas\n\nOpen Source Networked Cities\n\nPanel: Dirk Schrödter, Gesa Ziemer, Jacob Green, Lindsay J Thompson, Mark Anthony Thomas, Richard Gevers, Viraj Tiyagi\n\nEngaging the Open Source Community\n\nPanel: Arun Gupta, Hillary Carter, Omkhar Arasaratnam, Sachiko Muto, Tajh Taylor\n\nWhat’s Next for Open Source?\n\n11 July 2024 in New York City, New York\n\nOPSOs for Good 2024 Conference Report\n\nConcept Note\n\nUNHQ Logistics\n\nOpen Source for Digital Transformation\n\nOSPOs for Good 2023"}
{"id": "un-ode::https://www.un.org/ai-advisory-body", "title": "In-Person Meeting of the High-level Advisory Body on AI in Singapore", "date": "2024-05-29", "url": "https://www.un.org/ai-advisory-body", "origin_site": "un-ode", "text": "AR | EN | ES | FR | RU | ZH\n\nThe United Nations Secretary-General’s High-level Advisory Body on AI ’s Final Report, “Governing AI for Humanity,” was released in September 2024 and builds on months of work, including extensive global consultations, and the publication of an interim report in December 2023. ​\n\nGoverning AI for Humanity\n\nThis report outlines a blueprint for addressing AI-related risks and sharing its transformative potential globally, including by:​\n\n​This includes light institutional mechanisms to complement existing efforts and foster inclusive global AI governance arrangements that are agile, adaptive and effective to keep pace with AI’s evolution.​\n\nThe report is the product of extensive consultations, involving more than 2,000 participants across all regions of the world, including via:​\n\nThe Advisory Body also commissioned an AI Risk Global Pulse Check – the most comprehensive global horizon scanning exercise on AI risks to date – and an AI Opportunity Scan to crowdsource expert assessments of emerging AI trends.​\n\nFor more information contact aiadvisorybody@un.org | Linkedin"}
{"id": "un-ode::https://www.linkedin.com/company/undp/", "title": "Report: Leveraging DPI for Safe and Inclusive Societies", "date": "2024-04-29", "url": "https://www.linkedin.com/company/undp/", "origin_site": "un-ode", "text": "View all 26,487 employees\n\nThe United Nations Development Programme works in nearly 170 countries and territories, helping to achieve the eradication of poverty, and the reduction of inequalities and exclusion. We help countries to develop policies, leadership skills, partnering abilities, institutional capabilities and build resilience in order to sustain development results.\n\nDISCLAIMER: The United Nations Development Programme (UNDP) does not guarantee the truthfulness, accuracy, or validity of any comments posted to its social media outlets (blogs, social networks, message boards/forums, etc.). Users must not post any content that is obscene, defamatory, profane, libelous, threatening, harassing, abusive, hateful or embarrassing to any person or entity.\n\nUNDP reserves the right to delete or edit any comments that it considers inappropriate or unacceptable, and to delete off-topic comments in order to foster conversations about the topics shared on this page.\n\nExternal link for UNDP\n\n1 United Nations Plaza\n\nNew York, NY 10017, US\n\nRegional Center for Europe & CIS\n\nIstanbul, TR\n\nRegional Center for Asia-Pacific\n\nBangkok, TH\n\nRegional Center for Africa\n\nAddis Ababa, ET\n\nRegional Center for Latin America and the Caribbean\n\nPanama City, PA\n\nMajed Al Adwan Street 16\n\nAmman, Amman, JO\n\nAvenue Ahmed Balafrej\n\nRabat, Rabat - Sale - Kenitra, MA\n\nMontes Urales\n\nMiguel Hidalgo, CDMX 11000, MX\n\n2,730,640 followers\n\nOver 1 billion people live with a disability.\n\nRecognizing that when persons with disabilities participate fully, we don’t just change individual lives.\n\nWe change the future we share.\n\nMore from our Associate Administrator Haoliang Xu on #DisabilityDay : https://go.undp.org/i6U\n\n“You can go higher and farther. So don’t give up”.\n\nThis #DisabilityDay , be inspired by Big Ocean!\n\nThis unique Korean 🇰🇷 band is comprised of members with hearing loss who are changing the K-Pop world and sharing powerful messages through their music.\n\n#HumanRightsDay is a reminder of how deeply rights shape our everyday lives.\n\nThe objects we carry often tell a bigger story of safety, dignity and equality.\n\nDiscover these essentials and stand up for the rights of everyone, everywhere. https://go.undp.org/iu4\n\n“The world is changing fast, and our partners are changing with it. Development must change too.”\n\nToday, Alexander De Croo begins his role as our new Administrator.\n\nWelcome to UNDP! https://go.undp.org/i6i\n\nREAD NOW | UNDP in Asia and the Pacific ’s new flagship publication on artificial intelligence (AI) and human development explains how AI is reshaping economies and societies, and why it may widen inequalities between countries that could trigger a next great divergence unless urgent action is taken.\n\nThe report offers practical pathways for countries to benefit from AI while managing its risks in ways that support shared human development.\n\nRead below and more at: https://go.undp.org/i6Q\n\nCommunities are the heart of the HIV response. They serve as the first responders in a crisis overcoming disruption and drive transformation to #EndAIDS .\n\nThis #WorldAIDSDay2025 , we reaffirm that every life matters, every community has a role to play, and together we can turn disruption into action, and hope into health for all.\n\nMore from our Acting Administrator Haoliang Xu: https://go.undp.org/iBP\n\nFor over four decades, civil society and communities have overcome adversity to shape and power HIV responses, often providing a lifeline to those left furthest behind.\n\nBut even with domestic and innovative financing, global solidarity is needed to bridge critical gaps, and remove legal and policy barriers, which waste money and cost lives.\n\nSustained investment in community-led services is vital to protect progress made, build health resilience and end AIDS as a public health threat for everyone, everywhere, by 2030.\n\nFrom Sudan and Zimbabwe to Pakistan and beyond, this #WorldAIDSDay2025 , discover how we work with communities, governments, The Global Fund and other partners to #EndAIDS . https://lnkd.in/eEkg4E8s\n\nHurricane Melissa caused widespread damage to infrastructure across the Caribbean, but it also brought a moment of clarity.\n\nAs such extreme weather events intensify, we cannot simply rebuild as before, repairing today’s losses while leaving tomorrow’s risks intact.\n\nThe way ahead must be one where preparedness is strengthened, recovery reduces risk, and resilience helps people stay on the course to development despite such shocks, writes our Ronald Jackson .\n\nRead more here: go.undp.org/iht\n\n📢 Save the date: join us at 2nd Global Conference on Harnessing Data to Improve Corruption Measurement to explore how better data can drive integrity and evidence-based reforms.\n\n📅 2-4 December\n\n📍Learn more and join us: go.undp.org/i7Z #UnitedAgainstCorruption #IACD2025\n\nEnding digital violence is an economic imperative.\n\nWhen women are pushed out of digital spaces, societies lose skills, innovation and growth. #NoExcuse -we must act now to make technology safe and inclusive for all: go.undp.org/i78 #16Days\n\nInternational Affairs\n\nNew York, New York\n\nNon-profit Organizations\n\nDhaka, Dhaka\n\nMiraflores, Lima\n\nBrasília, Distrito Federal\n\nIslamabad , Islamabad\n\nBeirut, Beirut\n\nTripoli, Tripoli\n\nLalitpur, Bagmati\n\nInternational Trade and Development\n\nAntiguo Cuscatlan, La Libertad\n\nCivic and Social Organizations\n\nAsunción, Central\n\nPanama, Panama\n\nBangkok, Bangkok\n\nPanamá, Panamá\n\nPort-au-Prince, Ouest\n\nPretoria, South Africa, Gauteng\n\nMbabane, Hhohho\n\nBerlin, BE\n\nManama, Manama\n\nNew York, NY\n\nGeneva 27, GE\n\nParis, Ile de France\n\nNew York, NEW YORK\n\nWashington, DC\n\nharare, Mashonaland Central\n\nRoma, RM"}
{"id": "un-ode::https://www.un.org/ai-advisory-body", "title": "In-Person Meeting of the High-level Advisory Body on AI in Geneva", "date": "2024-03-14", "url": "https://www.un.org/ai-advisory-body", "origin_site": "un-ode", "text": "AR | EN | ES | FR | RU | ZH\n\nThe United Nations Secretary-General’s High-level Advisory Body on AI ’s Final Report, “Governing AI for Humanity,” was released in September 2024 and builds on months of work, including extensive global consultations, and the publication of an interim report in December 2023. ​\n\nGoverning AI for Humanity\n\nThis report outlines a blueprint for addressing AI-related risks and sharing its transformative potential globally, including by:​\n\n​This includes light institutional mechanisms to complement existing efforts and foster inclusive global AI governance arrangements that are agile, adaptive and effective to keep pace with AI’s evolution.​\n\nThe report is the product of extensive consultations, involving more than 2,000 participants across all regions of the world, including via:​\n\nThe Advisory Body also commissioned an AI Risk Global Pulse Check – the most comprehensive global horizon scanning exercise on AI risks to date – and an AI Opportunity Scan to crowdsource expert assessments of emerging AI trends.​\n\nFor more information contact aiadvisorybody@un.org | Linkedin"}
{"id": "un-ode::https://www.un.org/sustainabledevelopment/blog/2024/03/press-release-digital-public-infrastructure-safeguards/", "title": "Press Release: UN announces multi-stakeholder working groups for Digital Public Infrastructure Safeguards", "date": "2024-03-04", "url": "https://www.un.org/sustainabledevelopment/blog/2024/03/press-release-digital-public-infrastructure-safeguards/", "origin_site": "un-ode", "text": "New York, 4 March 2024 – The United Nations announced six working groups composed of 43 members with diverse expertise, who will be working to develop a safeguards framework on digital public infrastructure (DPI). This framework aims to meet the growing demand in countries to build safe and inclusive DPI that maximizes benefits, while mitigating inherent risks.\n\nUnless safety and inclusion are considered in its design, DPI’s full potential cannot be realized. Stewarded by the Office of the UN Secretary-General’s Envoy on Technology (OSET) and the United Nations Development Programme (UNDP), the goal of the DPI Safeguards initiative is to empower countries to accelerate progress on the Sustainable Development Goals (SDGs). The working groups will address inherent risks in digital transformation across multiple layers (technical, normative and organizational), and across the DPI implementation life cycle. This approach is integral to enhance compliance, trust, and equity during implementation of DPI to create safe and inclusive societies.\n\n“I am pleased to see this diverse group of experts from around the world coming together to develop safe and inclusive digital public infrastructure,” said the United Nations Secretary-General, Antonio Guterres. “I am confident the efforts of this group will help countries to develop guardrails for digital infrastructure, so that it can work for the public good.”\n\nLinked to this initiative is the United Nations Roadmap for Digital Cooperation that was released in 2020. Between then and now, there has been increasing recognition amongst countries that DPI is made up of foundational building blocks, which are important to manage the interplay of people, resources and information. The DPI Safeguards initiative aims to establish the guardrails that will ensure DPI can work for the public good, advancing human dignity and agency in the context of a digitally interdependent age.\n\nAccompanying the development of the DPI Safeguards Framework, the UN will establish the DPI Safeguards Resource Hub (a community hub for digital cooperation providing updated knowledge, guidance, and resources from diverse partners), as well as facilitate international collaboration and in-country implementation.\n\nThe cornerstone of this process are the in-country engagements to create a universal and usable DPI Safeguards Framework with local digital ecosystems to challenge existing socio-economic disparities and move us closer to our 2030 goals. The first iteration of the DPI Safeguards Framework is expected to be made public at the Summit of the Future in September 2024.\n\nMoritz Fromageot, Office of the Secretary-General’s Envoy on Technology, dpi-safeguards@un.org\n\nDwayne Carruthers, UNDP’s Chief Digital Office, dwayne.carruthers@undp.org\n\nAbout the DPI Safeguards initiative\n\nThe DPI Safeguards initiative is a multi-stakeholder process bringing together diverse voices to develop a safeguards framework to guide digital public infrastructure design and implementation around the world. Launched on September 17, 2023, the initiative represents a commitment to including and protecting everyone everywhere, while accelerating the achievement of the Sustainable Development Goals.\n\nAbout the Office of the Secretary-General’s Envoy on Technology (OSET)\n\nOSET was created to champion global digital cooperation. Tasked with addressing emerging digital challenges, coordinating multi-stakeholder digital initiatives, and advising the UN leadership on technological trends, the Office plays a pivotal role in harnessing technology’s potential for the Sustainable Development Goals. Emphasizing an open, inclusive approach, the Envoy ensures synergy across UN entities, and serves as a primary contact for digital cooperation within the broader UN system.\n\nAbout the United Nations Development Programme\n\nUNDP is the leading United Nations organization fighting to end the injustice of poverty, inequality, and climate change. Working with our broad network of experts and partners in 170 countries, we help nations to build integrated, lasting solutions for people and the planet."}
